Repository: meego-netbook-ux/meego-panel-networks
Catalog: po/*.po
Languages: fa, he, hu, ro

source: or
fa: یا
he: או
hu: vagy
ro: sau

source: wired
fa: سیمی
he: קווית
hu: vezetékes
ro: prin fir

source: WiFi
fa: وای‌فای

source: WiMAX
fa: وایمکس

source: 3G
fa: ۳جی

source: Bluetooth
fa: بلوتوث

source: Sorry, we can't find any networks. It appears that the connection manager is not running. You could try restarting your computer.
fa: متاسفیم، ما نتوانستیم هیچ شبکه ای پیدا کنیم. به نظر می رسد مدیریت اتصال اجرا نشده است. شما می توانید رایانه خود را بازنشانی کنید
he: לא ניתן למצוא רשתות כלשהן, עמך הסליחה. נראה כי מנהל החיבורים אינו פעיל. מומלץ לנסות להפעיל את מחשבך מחדש.
hu: Nem található elérhető hálózat. A hálózatkezelő látszólag nem fut. A készülék újraindítása megoldhatja a problémát.
ro: Ne pare rău dar nu putem găsi nici o rețea. Se pare că managerul de conexiuni nu rulează. Ați putea încerca să restartați sistemul.

source: Sorry, we can't find any networks. You could try disabling Offline mode.
fa: متاسفیم، ما هیچ شبکه ای پیدا نکردیم. شما می توانید حالت آفلاین را غیر فعال کنید.
he: לא ניתן למצוא רשתות כלשהן, עמך הסליחה. מומלץ לנסות לבטל את המצב הלא מקוון.
hu: Nem található elérhető hálózat. A Kapcsolat nélküli mód kikapcsolása megoldhatja a problémát.
ro: Ne pare rău dar nu putem găsi nici o rețea. Ați putea încerca să dezactivați Modul deconectat.

source: Sorry, we can't find any networks. You could try enabling %s.
fa: متاسفیم، هیچ شبکه ای یافت نشد. شما می توانید فعال سازی %s را آزمایش کنید.
he: לא ניתן למצוא רשתות כלשהן, עמך הסליחה. מומלץ לנסות להפעיל את %s.
hu: Nem található elérhető hálózat. A(z) %s-t.
ro: Ne pare rău dar nu putem găsi nici o rețea. Ați putea încerca să porniți %s.

source: Sorry, we can't find any networks
fa: متاسفیم، هیچ شبکه ای یافت نشد
he: לא ניתן למצוא רשתות כלשהן, עמך הסליחה
hu: Nem található elérhető hálózat
ro: Ne pare rău dar nu putem găsi nici o rețea

source: Network connected
fa: شبکه متصل شد
he: הרשת מחוברת
hu: A hálózati kapcsolat létrejött
ro: Rețea conectată

source: You're now connected to a wired network
fa: شما به یک شبکه سیمی وصل شده اید
he: בוצע חיבור לרשת קווית
hu: A vezetékes kapcsolat létrejött
ro: Acum sunteți conectat la o rețea prin fir

source: You're now connected to %s, a %s network
fa: شما به شبکه ی %s متصل شده اید، یک شبکه ی %s
he: בוצע חיבור לרשת %s, שהיא רשת %s
hu: %s - %s hálózati kapcsolat létrejött
ro: Acum sunteți conectat la %s, o rețea %s

source: You're now connected to a %s network
fa: شما به یک شبکه ی %s متصل شده اید
he: בוצע חיבור לרשת %s
hu: %s hálózati kapcsolat létrejött
ro: Acum sunteți conectat la o rețea %s

source: Network lost
fa: از دست دادن شبکه
he: החיבור לרשת אבד
hu: A hálózati kapcsolat megszakadt
ro: Rețea pierdută

source: Sorry, we've lost your wired connection
fa: متاسفیم، اتصال سیمی شما از بین رفت
he: החיבור לרשת הקווית אבד, עמך הסליחה
hu: A vezetékes kapcsolat megszakadt
ro: Ne pare rău dar am pierdut conexiunea prin fir

source: Sorry we've lost your %s connection to %s
fa: متاسفیم ما اتصال %s شما به %s از دست دادیم
he: החיבור לרשת ה־%s‏ %s אבד, עמך הסליחה
hu: A következő kapcsolat megszakadt: %s - %s
ro: Ne pare rău dar am pierdut conexiunea %s la %s

source: Sorry, we've lost your %s connection
fa: متاسفیم ما اتصال %s شما را از دست دادیم
he: החיבור ה־%s שלך אבד, עמך הסליחה
hu: Elnézést, megszakadt a(z) %s kapcsolat
ro: Ne pare rău dar am pierdut conexiunea %s

source: Network changed
fa: شبکه عوض شد
he: הרשת שונתה
hu: A hálózat megváltozott
ro: Rețea schimbată

source: Sorry, your connection to %s was lost. So we've connected you to a wired network
fa: متاسفیم، اتصال شما به %s از دست رفت. پس ما شما را به یک شبکه سیمی متصل کرده ایم.
he: החיבור אל %s אבד, לכן חוברת לרשת קווית, עמך הסליחה
hu: A(z) %s kapcsolat megszakadt. Vezetékes kapcsolat került létrehozásra
ro: Ne pare rău dar conexiunea la %s a fost pierdută. Conexiunea a fost facută la o rețea prin fir

source: Sorry, your connection to %s was lost. So we've connected you to %s, a %s network
fa: متاسفیم، اتصال %s شما از دست رفت. پس ما شما را به %s شبکه وصل کرده ایم، یک شبکه ی %s
hu: A(z) %s kapcsolat megszakadt. A következő kapcsolat került létrehozásra: %s - %s
ro: Ne pare rău dar conexiunea la %s a fost pierdută. Conexiunea a fost facută la %s, o rețea %s

source: Sorry, your connection to %s was lost. So we've connected you to a %s network
fa: متاسفیم، اتصال %s شما از دست رفت. پس ما شما را به شبکه ی %s متصل کرده ایم
hu: A(z) %s kapcsolat megszakadt. A következő kapcsolat került létrehozásra: %s
ro: Ne pare rău dar conexiunea la %s a fost pierdută. Conexiunea a fost facută la o rețea %s

source: Sorry, your %s connection was lost. So we've connected you to a wired network
fa: متاسفیم، اتصال %s شما از دست رفت. پس ما شما را به شبکه ی سیمی متصل کرده ایم
hu: A(z) %s kapcsolat megszakadt. Vezetékes kapcsolat került létrehozásra
ro: Ne pare rău dar conexiunea %s a fost pierdută. Conexiunea a fost facută la o rețea prin fir

source: Sorry, your %s connection was lost. So we've connected you to %s, a %s network
fa: متاسفیم، اتصال شما %s از دست رفت. پس ما شما را به %s متصل کرده ایم، یک شبکه ی %s
hu: A(z) %s kapcsolat megszakadt. A következő kapcsolat került létrehozásra: %s - %s
ro: Ne pare rău dar conexiunea %s a fost pierdută. Conexiunea a fost facută la %s, o rețea %s

source: Sorry, your %s connection was lost. So we've connected you to a %s network
fa: متاسفیم، اتصال %s شما از دست رفت. پس ما شما را به شبکه ی %s متصل کرده ایم
hu: A(z) %s kapcsolat megszakadt. A következő kapcsolat került létrehozásra: %s
ro: Ne pare rău dar conexiunea %s a fost pierdută. Conexiunea a fost facută la o rețea %s

source: New connection settings
fa: تنظیمات اتصال جدید
he: הגדרות חיבור חדש
hu: Új hálózat beállítása
ro: Setări conexiune nouă

source: Enter the name of the network you want to connect to and, where necessary, the password and security type.
fa: نام شبکه ای که می خواهید را وارد کنید تا به آن متصل شویدو هرجایی که ضروری است کلمه عبور و نوع امنیت را وارد کنید.
he: יש להזין את שם הרשת שברצונך להתחבר אליה, והיכן שנדרש את הססמה וסוג האבטחה.
hu: Írja be a hálózat nevét, melyhez kapcsolódni kíván, valamint szükség esetén a jelszót és a biztonsági protokoll típusát.
ro: Introduceți numele rețelei la care doriți să vă conectați și, dacă este necesar, parola și tipul de securitate.

source: Network name
fa: نام شبکه
he: שם הרשת
hu: Hálózat neve
ro: Numele rețelei

source: Network security
fa: امنیت شبکه
he: אבטחת רשת
hu: Hálózati biztonság
ro: Securitatea rețelei

source: None
fa: هیچ یک
he: ללא
hu: Nincs
ro: Nimic

source: Password
fa: کلمه عبور
he: ססמה
hu: Jelszó
ro: Parola

source: Show password
fa: نمایش کلمه عبور
he: הצגת הססמה
hu: Jelszó megjelenítése
ro: Arată parola

source: Settings
fa: تنظیمات
he: הגדרות
hu: Beállítások

source: Wired
fa: سیمی
he: קווית
hu: Vezetékes
ro: Prin fir

source: Offline mode
fa: حالت آفلاین
he: מצב לא מקוון
hu: Kapcsolat nélküli mód
ro: Modul deconectat

source: This will disable all your connections
fa: این همه اتصال های شما را غیر فعال می کند
he: פעולה זו תבטל את כל החיבורים שלך
hu: Ez minden hálózati kapcsolatot letilt
ro: Această acțiune va închide toate conexiunile

source: Networks
fa: شبکه ها
he: רשתות
hu: Hálózatok
ro: Rețele

source: Add new connection
fa: افزودن اتصال جدید
he: הוספת חיבור חדש
hu: Új kapcsolat hozzáadása
ro: Adaugă o conexiune nouă

source: Critical Error: Invalid country code
fa: خطای جدی: کد ناشناس کشور
he: שגיאה קריטית: קוד המדינה אינו תקני
hu: Kritikus hiba: érvénytelen országkód
ro: Eroare critică: Codul țării este invalid

source: Missing required APN (service plan name)
fa: گم کردن APN لازم ( نام طرح شبکه)
he: חסר ה־APN (שם תכנית השירות) הנדרש
hu: Hiányzik az APN (a szolgáltatás neve)
ro: APN-ul (numele planului serviciului) necesar lipsește

source: Internal Error: Invalid network service
fa: خطای داخلی: خدمت ناشناس شبکه
he: שגיאה פנימית: שירות הרשת בלתי תקני
hu: Belső hiba: érvénytelen hálózati szolgáltatás
ro: Eroare internă: Serviciu rețea invalid

source: Critical Error: Unable to access Connection Manager
fa: خطا جدی: قادر به دسترسی به مدیریت اتصال نیست
he: שגיאה קריטית: לא ניתן לגשת אל מנהל החיבורים
hu: Kritikus hiba: nem lehet csatlakozni a Hálózatkezelőhöz
ro: Eroare critică: Managerul de conexiuni nu poate fi accesat

source: ERROR: No 3G Hardware detected
fa: خطا: هیچ سخت افزار ۳جی یافت نشد
he: שגיאה: לא זוהתה חומרת 3G
hu: HIBA: nem találok 3G-s hardvert
ro: EROARE: Nici un dispozitiv 3G instalat.

source: %s encrypted
fa: %s کدگذاری شده است
he: %s מוצפנת
hu: %s titkosított
ro: %s criptată

source: Disconnect
fa: قطع
he: התנתקות
hu: Bontás
ro: Deconectat

source: Connected
fa: متصل
he: מחובר
hu: Kapcsolódva
ro: Conectat

source: Online
fa: انلاین
he: מקוון

source: Cancel
fa: لغو
he: ביטול
hu: Mégsem
ro: Anulează

source: Configuring
fa: در حال پیکره بندی
he: בהגדרה
hu: Beállítás
ro: Configurează

source: Associating
fa: در حال اتصال به
he: בשיוך
hu: Társítás
ro: Asociază

source: Connect
fa: اتصال
he: התחברות
hu: Kapcsolódás
ro: Conectează

source: Connection failed
fa: خطا اتصال
he: ההתחברות נכשלה
hu: Sikertelen kapcsolódás
ro: Conexiunea nu a reușit

source: Sorry, the connection failed. You could try again.
fa: متاسفیم، اتصال دچار مشکل شد. می توانید دوباره سعی کنید.
he: החיבור אבד, עמך הסליחה. ניתן לנסות שוב.
hu: A kapcsolódás sikertelen. Próbálja újra!
ro: Ne pare rău dar conexiunea a eșuat. Ați putea încerca din nou.

source: Disconnecting
fa: در حال قطع اتصال
he: בהתנתקות
hu: Kapcsolat bontása
ro: Se deconectează

source: Type password here
fa: کلمه عبور را اینجا وارد کنید
he: יש להזין את הססמה כאן
hu: Adja meg a jelszavát
ro: Introduceți parola aici

source: Really remove?
fa: واقعا حذف شود؟
he: באמת להסיר?
hu: Biztosan el szeretné távolítani?
ro: Sunteți sigur că doriți să ștergeți?

source: Do you want to remove the %s %s network? This will forget the password and you will no longer be automatically connected to %s.
fa: آیا می خواهید شبکه ی %s %s را حذف کنید؟ این کلمه عبور را فراموش خواهد کرد و شما نخواهید توانست به طور اتوماتیک به %s وصل شوید.
he: האם ברצונך להסיר את הרשת מסוג ״%s״ %s? פעולה זו תסיר את הססמה ולא ניתן עוד יהיה להתחבר אוטומטית אל %s.
hu: Biztosan el szeretné távolítani a(z) %s %s hálózatot? Ez a jelszó elfelejtését jelenti, és többé nem tud automatikusan kapcsolódni ehhez: %s.
ro: Doriți să ștergeți rețeaua %s %s? Această acțiune va șterge parola și nu veți mai fi conectat automat la %s.

source: Your password isn't the right length. For a WEP connection it needs to be either 10 or 26 characters, you have %i.
fa: کلمه عبور شما به اندازه ی درستی نیست. برای اتصال WEP نیاز است آن یا ۱۰ یا ۲۶ کاراکتر باشد، شما %i داشتید.
he: הססמה שבחרת אינה באורך הנכון. לחיבור WEP עליה להיות בת 10 או 26 תווים, בססמתך ישנם %i.
hu: A jelszó hossza nem megfelelő. A WEP kapcsolathoz 10 vagy 26 karakter hosszú jelszó szükséges. A megadott jelszó %i karakter hosszú.

source: Your password is too short. For a WPA connection it needs to be at least 8 characters long, you have %i
fa: کلمه عبور شما بسیار کوتاه است. برای اتصال WPA باید حداقل ۸ کاراکتر طول داشته باشد، شما %i دارید
he: הססמה שבחרת קצרה מדי. לחיבור WPA עליה להיות בת 8 תווים לפחות, בססמתך ישנם %i.
hu: A jelszó túl rövid. A WPA kapcsolathoz legalább 8 karakter hosszú jelszó szükséges. A megadott jelszó %i karakter hosszú.
ro: Parola este prea scură. Pentru o conexiune WEP sunt necesare cel puțin 8 caractere, aveți doar %i

source: Your password is too long. For a WPA connection it needs to have fewer than 63 characters, you have %i
fa: کلمه عبور بسیار طولانی است. برای اتصال WPA شما باید کمتر از ۶۳ کاراکتر داشته باشید، شما %i دارید
he: הססמה שבחרת ארוכה מדי. לחיבור WPA עליה להיות בת 63 תווים לכול היותר, בססמתך ישנם %i.

source: Your password is too short. For a WPA2 connection it needs to be at least 8 characters long, you have %i
fa: کلمه عبور شما بسیار کوتاه است. برای اتصال WPA2 شما باید حداقل ۸ کاراکتر وارد کنید، شما %i داشتید
he: הססמה שבחרת קצרה מדי. לחיבור WPA2 עליה להיות בת 8 תווים לפחות, בססמתך ישנם %i.
hu: A jelszó túl rövid. A WPA2 kapcsolathoz legalább 8 karakter hosszú jelszó szükséges. A megadott jelszó %i karakter hosszú.
ro: Parola este prea scură. Pentru o conexiune WPA2 sunt necesare cel puțin 8 caractere, aveți %i

source: Your password is too long. For a WPA2 connection it needs to have fewer than 63 characters, you have %i
fa: کلمه شما بسیار طولانی است. برای اتصال WPA2 شما باید کمتر از ۶۳ کاراکتر استفاده کنید، شما %i دارید
he: הססמה שבחרת ארוכה מדי. לחיבור WPA2 עליה להיות בת 63 תווים לכול היותר, בססמתך ישנם %i.

source: Sorry, it looks like the IP address is not valid
fa: متاسفیم، به نظر می رسد آدرس آی‌پی معتبر نیست
he: נראה כי כתובת ה־IP לא תקפה, עמך הסליחה
hu: Az IP-cím valószínűleg érvénytelen

source: Sorry, it looks like the gateway address is not valid
fa: متاسفیم، به نظر می رسد آدرس دروازه معتبر نیست
he: נראה כי כתובת שער הגישה לא תקפה, עמך הסליחה
hu: Az átjáró címe valószínűleg érvénytelen

source: Sorry, it looks like the subnet mask is not valid
fa: متاسفیم، به نظر می رسد ماسک زیر سبکه معتبر نیست
he: נראה כי כתובת מסיכת הרשת לא תקפה, עמך הסליחה
hu: Az alhálózati maszk valószínűleg érvénytelen

source: Sorry, it looks like the nameserver address '%s' is not valid
fa: متاسفیم، به نظر می رسد آدرس نام کارگذار '%s' معتبر نیست
he: נראה כי כתובת שרת פתרון השמות ׳%s׳ לא תקפה, עמך הסליחה
hu: A(z) '%s' névszerver valószínűleg érvénytelen

source: Advanced
fa: پیشرفته
he: מתקדם
hu: Haladó

source: Scanning
fa: درحال اسکن
he: בסריקה
hu: Keresés
ro: Scanează

source: WPA2 encrypted
fa: کدگذاری WPA2
he: מוצפנת ב־WPA2
hu: WPA2 titkosítás
ro: Criptat WPA2

source: Connect by:
fa: اتصال به وسیله:
he: התחברות דרך:
hu: Kapcsolódás:

source: IP address:
fa: آدرس آی‌پی:
he: כתובת ה־IP:
hu: IP-cím:

source: Subnet mask:
fa: ماسک زیرشبکه:
he: מסיכת רשת משנה:
hu: Alhálózati maszk:

source: Router:
fa: مسیر یاب:
he: נתב:

source: DNS:
fa: دی‌ان‌اس:

source: DHCP
fa: DHCP دی‌اچ‌سی‌پی

source: Static IP
fa: ای‌پی ایستا
he: כתובת IP סטטית
hu: Statikus IP

source: Apply
fa: اعمال کردن
he: החלה
hu: Alkalmaz

source: networks - not connected
fa: شبکه ها- وصل نشده
he: רשתות — לא מחובר
hu: hálózatok - nincs kapcsolat
ro: rețele - neconectat

source: networks - connecting
fa: شبکه ها- درحال اتصال
he: רשתות — מתחבר
hu: hálózatok - kapcsolódás
ro: rețele - se conectează

source: networks - wired
fa: شبکه ها- سیمی
he: רשתות — קווית
hu: hálózatok - vezetékes
ro: rețele - cu fir

source: networks - %s - wifi
fa: شبکه ها - %s - وای‌فای
he: רשתות — %s‏ — wifi
hu: hálózatok - %s - wifi
ro: rețele - %s - fără fir

source: networks - %s - wimax
fa: شبکه ها- %s - وایمکس
he: רשתות — %s‏ — wimax
hu: hálózatok - %s - wimax
ro: rețele - %s - wimax

source: networks - %s - 3G
fa: شبکه ها - %s - ۳جی
he: רשתות — %s‏ — 3G
hu: hálózatok - %s - 3G
ro: rețele - %s - 3G

source: networks - %s - bluetooth
fa: شبکه ها - %s - بلوتوث
he: רשתות — %s‏ — bluetooth
hu: hálózatok - %s - bluetooth
ro: rețele - %s - bluetooth

source: networks
fa: شبکه ها
he: רשתות
hu: hálózatok
ro: rețele

source: networks - error
fa: شبک ها- خطا
he: רשתות — שגיאה
hu: hálózatok - hiba
ro: rețele - %s - erori

source: Run in standalone mode
fa: اجرا در حالت مستقل
he: הפעלה במצב עצמאי
hu: Futtatás önálló módban
ro: Rulează în modul independent

source: Embed in another window (overrides --standalone)
fa: پوشیده در پنجره ای دیگر ( تحت شعاع قرار دادن مستقل)
he: הטמעה בחלון אחר (דריסת ‎--standalone)
hu: Beágyazása egy másik ablakban (felülbírálja -- önálló)

source: Carrick connectivity applet
fa: اپلت اتصال Carrick
he: יישומון הקישוריות Carrick
hu: Carrick csatlakozó alkalmazás
ro: Applet Carrick pentru conectivitate

source: - MeeGo connectivity applet
fa: - برنامه اتصال می‌گو
he: - יישומון הקישוריות של MeeGo
hu: - MeeGo csatlakozó alkalmazás

source: network
fa: شبکه
he: רשת
hu: hálózat
ro: rețea

source: Cellular Data Connection Wizard
fa: جادوگر اتصال داده سلولی
he: אשף התחברות נתונים סלולרית
hu: 3G csatlakozás varázsló
ro: Expertul în conexiuni de date fără fir

source: Select Country
fa: انتخاب کشور
he: בחירת מדינה
hu: Ország kiválasztása
ro: Alege Țara

source: Manual Configuration
fa: پیکره بندی دستی
he: תצורה אוטומטית
hu: Kézi beállítás
ro: Configurează manual

source: Plan Name (required):
fa: نام طرح (مورد نیاز):
he: שם התכנית (נדרש):
hu: Szolgáltatás neve (szükséges):

source: Username:
fa: نام کاربری:
he: שם משתמש:
hu: Felhasználónév:
ro: Nume utilizator:

source: Password:
fa: کلمه عبور:
he: ססמה:
hu: Jelszó:
ro: Parola:

source: Gateway:
fa: دروازه:
he: שער גישה:
hu: Átjáró:
ro: Poarta (Gateway):

source: Primary DNS:
fa: دی‌ان‌اسی اصلی:
he: DNS ראשי:
hu: Elsődleges DNS:
ro: DNS Primar:

source: Secondary DNS:
fa: دی‌ان‌اسی ثانوی:
he: DNS משני:
hu: Másodlagos DNS:
ro: DNS Secundar:

source: Tertiary DNS:
fa: دی‌ان‌اس ثالث:
he: DNS שלישוני:
hu: Harmadlagos DNS:

source: Select your 3G Plan
fa: انتخاب طرح ۳جی خود
he: בחירת תכנית ה־3G שלך
hu: 3G csomag kiválasztása

source: Select Provider
fa: انتخاب فراهم آورنده
he: בחירת ספק
hu: Szolgáltató kiválasztása
ro: Alege Furnizorul

source: %s (Roaming)
fa: %s (رومینگ)
he: %s (בנדידה)

source: Select 3G Service
fa: انتخاب سرویس ۳جی
he: בחירת שירות 3G
hu: 3G szolgáltatás kiválasztása
ro: Alege serviciul 3G

source: Network settings
fa: تنظیمات شبکه
he: הגדרות הרשת
hu: Hálózati beállítások

source: Connect to VPN
hu: Kapcsolódás VPN-hez

source: Fixed IP
hu: Állandó IP

source: Log in
hu: Bejelentkezés

source: Your password is too long. For a WPA connection it needs to have fewer than 64 characters, you have %i
hu: A jelszó túl hosszú. A WPA kapcsolathoz maximum 63 karakter hosszú jelszó szükséges. A megadott jelszó %i karakter hosszú.

source: Your password is too long. For a WPA2 connection it needs to have fewer than 64 characters, you have %i
hu: A jelszó túl hosszú. A WPA2 kapcsolathoz maximum 63 karakter hosszú jelszó szükséges. A megadott jelszó %i karakter hosszú.

source: networks - %s - VPN
hu: hálózatok - %s - VPN

source: Manual Config
ro: Configurare manuală

source: Select your 3G Data Plan
ro: Alege planul de date 3G

source: Plan Name: (required)
ro: Numele planului: (obligatoriu)

source: Tertairy DNS:
ro: DNS Terțiar:

source: Your password isn't the right length. For a WEP connection it needs to be either 10 or 28 characters, you have %i.
ro: Parola nu prezintă lungimea necesară. Pentru o conexiune WEP parola trebuie să conțină între 10 și 28 caractere, aveți doar %i.

source: Your password is too long. For a WPA connection it needs to have fewer than 62 characters, you have %i
ro: Parola este prea lungă. Pentru o conexiune WPA sunt necesare maxim 62 caractere, aveți %i

source: Your password is too long. For a WPA2 connection it needs to have fewer than 62 characters, you have %i
ro: Parola este prea lungă. Pentru o conexiune WPA2 sunt necesare maxim 62 caractere, aveți %i

source: - Moblin connectivity applet
ro: - Applet Moblin pentru conectivitate
